[{
		"name": "Toddler games for 2+ year olds",
		"description": "Educational toddler games for pre-kindergarten kids. Our app has 15 pre-k activities for toddlers that will help your baby develop basic skills like hand eye coordination, fine motor, logical thinking and visual perception. These games will suit both girls and boys and can be a part of pre-kindergarten & preschool education for kids.Size game: Understand differences in sizes by sorting inventory into correct boxes.123 game: Counting for toddlers to learn numbers 1, 2 and 3",
		"img": "https://androidapkzfree.com/wp-content/uploads/2022/05/Toddler-Games-for-2-Year-Olds-APK-Mod-Unlimited-Money-Download-on-android.png"
	},
	{
		"name": "Baby Games: 2+ kids, toddlers",
		"description": "Learning games for 2 and 3 year olds. Keep your toddlers occupied with various free educational baby games. Bebi Family games for toddlers help them to learn and improve skills while having a great fun too. Toddler Games!",
		"img": "https://getapkapps.com/wp-content/uploads/2021/04/Toddler-Games-for-2-and-3-Year-Olds-3.7.9-MOD-APK-Unlimited-Money.png"
	}, {
		"name": "ABC Kids - Tracing & Phonics",
		"description": "Looking for a fun, free, and simple educational app to help your toddler learn phonics and trace letters of the alphabet? Look no further than ABC Kids. ABC Kids is a free phonics and alphabet teaching app that makes learning fun for children, from toddlers all the way to preschoolers and kindergartners. It features a series of tracing games to help kids recognize letter shapes, associate them with phonic sounds, and put their alphabet knowledge to use in fun matching exercises. Any toddler, kindergartener or preschool age child can learn English",
		"img": "https://is2-ssl.mzstatic.com/image/thumb/Purple122/v4/66/ac/c1/66acc10a-b834-61e1-f1fc-5f54e56fda2c/FreeVersionAppIcon-0-0-1x_U007emarketing-0-0-0-6-0-0-sRGB-0-0-0-GLES2_U002c0-512MB-85-220-0-0.png/1024x1024bb.png"
	}, {
		"name": "Mental Educational Games",
		"description": "Kids want to play! Mental Educational Learning Games bring joy and online learning experience just into your devices EDUCATIONAL GAMES APP RECOMMENDED BY TEACHERS Foster core skills of your kids and intelligence with brain teaser games!",
		"img": "https://w7.pngwing.com/pngs/834/923/png-transparent-mental-calculation-mathematics-linz-arithmetic-education-mathematics-game-university-fictional-character.png"
	}, {
		"name": "Baby Games: 2-4 year old Kids",
		"description": "15 games for 2,3,4 year olds. Keep your toddlers occupied with 15 different educational baby games, which will help them learn and improve their skills while having a great fun. Preschool games give our babies lots of interactive learning time, so they: learn, develop skills and have fun at the same time, the three main activities of early childhood, integrated into a single app, with 5 free baby games and more coming soon.",
		"img": "https://is1-ssl.mzstatic.com/image/thumb/Purple122/v4/7e/46/d5/7e46d561-fd3f-6017-b7df-b53173c649a8/AppIcon-1x_U007emarketing-0-7-85-220.png/1024x1024.jpg"

	}
]
